[{
    "company": "BlackRock",
    "year": "2020",
    "url": "https://www.blackrock.com/corporate/literature/continuous-disclosure-and-important-information/tcfd-report-2020-blkinc.pdf",
    "text_output": {
        "page": [
            "3",
            "3",
            "3",
            "4",
            "4",
            "6",
            "6",
            "6",
            "8",
            "8",
            "8",
            "12",
            "13",
            "13",
            "13",
            "13",
            "14",
            "15",
            "15",
            "15",
            "15",
            "15",
            "15",
            "15",
            "15",
            "16",
            "16",
            "16",
            "16",
            "16",
            "16",
            "16",
            "17",
            "19",
            "20",
            "20",
            "20",
            "23",
            "23",
            "23",
            "23",
            "26",
            "27",
            "27",
            "27",
            "27",
            "28",
            "28",
            "28",
            "28",
            "28",
            "34",
            "34",
            "35",
            "36",
            "39",
            "46",
            "46",
            "46",
            "47",
            "47",
            "47",
            "47",
            "47",
            "47",
            "47",
            "47",
            "48",
            "48"
        ],
        "sentence": [
            "BlackRock manages one of the largest renewable power investment platforms in the world, and we are a leading investor in green bonds on behalf of our clients.",
            "We have grown our sustainable solutions to 141 index offerings and 71 dedicated active sustainable strategies, making sustainable investing more accessible than ever before.",
            "Through Aladdin, we are building new technology capabilities to help BlackRock and our clients quantify and measure the impact of climate change and other sustainability-related risks on their portfolios.",
            "In addition, BlackRock manages $152 billion in sustainable investment strategies3 on behalf of our clients.",
            "During the year-ended June 30, 2020, BIS focused on 440 carbon-intensive companies, representing approximately 60% of the Scope 1 and 2 emissions of the companies in which our clients are invested.",
            "We ask explicitly that the companies in our expanded focus universe disclose a business plan aligned with the goal of limiting global warming to well below 2 degrees Celsius, consistent with achieving net zero global GHG emissions by 2050.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around three themes: (i) building sustainable, resilient, and transparent portfolios; (ii) increasing access to sustainable investing; and (iii) enhancing sustainability and transparency in investment stewardship.",
            "We have made significant progress towards the goals we set out including achieving our 100% ESG integration goal for active strategies.",
            "During the year-ended June 30, 2020, BIS focused on 440 carbon-intensive companies.",
            "BIS asks that the companies in the expanded focus universe disclose a business plan aligned with the goal of limiting global warming to well below 2C, consistent with achieving net zero GHG emissions by 2050.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around three themes: (i) building sustainable, resilient, and transparent portfolios; (ii) increasing access to sustainable investing; and (iii) enhancing sustainability and transparency in investment stewardship.",
            "These commitments centered around three themes: (i) building sustainable, resilient, and transparent portfolios; (ii) increasing access to sustainable investing; and (iii) enhancing sustainability and transparency in investment stewardship.",
            "Consistent with BlackRocks goal to double offerings of sustainable ETFs (to 150), iShares launched over 45 new sustainable ETFs across the US, Europe, and Canada in 2020.",
            "Approach to Fossil Fuel Exclusions BlackRock offers a range of strategies that screen out companies that derive more than a certain percentage of revenues from fossil-fuel-related activities, have thermal coal reserves, or meet other criteria.",
            "For example, BlackRocks iShares sustainable ETFs apply screens related to business involvement in thermal coal, tar sands, and fossil fuels.",
            "For Global (ex EMEA) sustainable funds, baseline screens exclude companies with more than de minimis exposure to controversial weapons, fossil fuels, civilian firearms producers, and tobacco producers.",
            "Global Renewable Power (GRP).",
            "Green Bonds.",
            "Green bonds proceeds are ring-fenced on the issuers balance sheet to finance these green projects.",
            "As of September 30, 2020, BlackRock manages $21 billion, on behalf of clients, in green bonds across dedicated portfolios and as a component of broader fixed income mandates.",
            "BlackRock has developed portfolio-level impact reporting for a commingled green bond strategy an example of which is shown in Exhibit 4.",
            "The reporting includes carbon emissions avoided, renewable capacity installed, and energy savings attributable to green bond investments in the portfolio.",
            "In 2019, BlackRock introduced the first investment vehicle that offers the stability, liquidity, and yield potential of a money market fund while considering environmental criteria.",
            "In addition, these strategies apply screens that exclude companies with significant exposure to fossil fuels, mining, exploration, or refinement, and thermal coal.",
            "US EPAs Greenhouse Gas Equivalencies Calculator for CO2 and energy measures.",
            "BlackRock is committed to partnering with our clients on their efforts to align their portfolios with the global ambitions to reach net zero emissions by 2050.",
            "A Paris-aligned portfolio is not just a portfolio with a fossil fuel screen or a lower carbon intensity than a benchmark or market.",
            "A strategy that minimizes Scope 1 and 2 emissions will reduce exposure to power utilities who burn fossil fuels to generate electricity (Scope 1), but maintain or increase exposure to oil and gas producers, a sector where 80-90% of emissions are in Scope 3.",
            "Importantly, we are looking to emulate the financial characteristics of common fixed income benchmarks, especially sector allocation in other words, not underweighting the most carbon intensive sectors, but by selecting companies within sectors that are best aligning themselves with the goals of the Paris agreement.",
            "Importantly, if an entire company is not aligned, we are still keen to finance their aligning projects through green bonds.",
            "Green bonds finance projects that have clear environmental benefits, and most of them target GHG emissions reductions as a primary goal.",
            "Particularly in transition industries such as power generation or automotive manufacturing, green bonds are encouraged to shift investment to low-carbon technologies and reduce future emissions.",
            "The Thematics and Sector Team within BlackRocks Active Equities business has been managing public equity portfolios that invest in the energy transition since 2000.",
            "In addition, every BlackRock direct investment practice area improved its score with A+ earned in equities, fixed income, private equity, property, and infrastructure.",
            "Global aspirations to reach Net Zero GHG emissions by 2050 We are firmly convinced that climate risk both physical and transition risk presents one of the most significant risks to the long-term value of our clients investments.",
            "In order to use our resources most effectively on behalf of clients, climate-related engagements are focused on companies in carbon-intensive sectors that, taken together, represent a significant proportion of market capitalization and GHG emissions in their respective regions.",
            "Looking at carbon-intensive industries more broadly, BIS focused on a universe of 440 carbon-intensive companies that face material financial risks in the transition to a low-carbon economy.",
            "According to BlackRocks Global Sustainable Investing survey, respondents plan to double their sustainable AUM, on average, in the next five years.",
            "BlackRocks $152 billion sustainable investment platform is well-positioned to meet increased demand as more of our clients focus on the impact of climate change on their portfolios.",
            "BlackRock manages one of the largest renewable power infrastructure investment platforms in the world and is one of the largest investors in green bonds on behalf of clients.",
            "By reducing waste and employing energy efficiency strategies to lower our emissions, amongst other efforts, we are minimizing the environmental impact of our operations and improving operational efficiency.",
            "For US electric utilities, the exposure to climate risk of 269 publicly listed US utilities is assessed based on the physical location of their plants, property and equipment.",
            "Finding innovative ways to power our business with renewable energy, lower our emissions, and reduce waste, among other efforts, reduces our environmental impact.",
            "BlackRock has set targets for operational sustainability designed to reduce our carbon footprint.",
            "In June 2020, we achieved our 100% renewable energy goal to match the same amount of renewable electricity as the electricity that our global operations (including data centers) consume annually through procuring renewable energy directly where possible and through purchasing environmental attribute certificates46 where we do not have operational control or renewable energy is not available.",
            "We contract directly for renewable energy wherever possible (approximately 50%) and where we do not have operational control to procure our own energy, we purchase environmental attribute certificates as a means of achieving our 100% renewable goal.",
            "However, we continue to focus on reducing electricity through partnering with our landlords and leveraging energy efficiencies.",
            "We improve energy efficiency through the consolidation of our data centers, retrofitting for LED lighting, redesigning our office space use, and adjusting our heating, ventilation, and air conditioning systems to more closely correlate to occupancy.",
            "We have made it a priority to not only become more energy efficient, but also to ensure that the energy we purchase comes from renewable sources, wherever possible.",
            "Our support for renewable energy goes hand in hand with reducing our carbon footprint and BlackRocks position as one of the worlds largest investors in renewable energy assets.",
            "By increasing the efficiency of our operations and buying both renewable power and environmental attribute certificates where we do not have operational control to procure our own energy, we have achieved our 100% renewable energy goal.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around three themes: 1) building sustainable, resilient, and transparent portfolios; 2) 3) increasing access to sustainable investing; and enhancing sustainability and transparency in investment stewardship.",
            "We have made significant progress towards the goals we set out, including achieving our 100% ESG integration goal for active strategies.",
            "Helping clients allocate $39 billiona to sustainable investment strategies, which helped increase our sustainable AUM to $152 billion.",
            "In 2020 the BIS team intensified its focus and dialogue with companies on environmental topics (including climate risk), increasing by nearly four times the number of engagements BIS had on the topic in the prior year.",
            "Weighted-average carbon intensity (WACI) measures a portfolios exposure to carbon intensive companies by representing the estimated GHG emissions per $1 million in sales across the funds holdings.",
            "See BlackRock Unveils New Offering to Power Investors Transition to Net Zero Emissions.",
            "In June 2020, we achieved our 100% renewable energy goal to match the same amount of renewable electricity as the electricity that our global operations (including data centers) consume annually through procuring renewable energy directly where possible, contracting directly for renewable energy wherever possible (approximately 50%), and through purchasing environmental attribute credits where we do not have operational control or renewable energy is not available.",
            "BlackRock has achieved our renewable energy goal by increasing the efficiency of our operations and buying both renewable power and environmental attribute certificates where we do not have operational control to procure our own energy.",
            "In June 2020, we achieved our 100% renewable energy goal to match the same amount of renewable electricity as the electricity that our global operations (including data centers) consume annually through procuring renewable energy directly where possible and through purchasing environmental attribute certificates where we do not have operational control or renewable energy is not available.",
            "We contract directly for renewable energy wherever possible (approximately 50%) and where we do not have operational control to procure our own energy, we purchase environmental attribute certificates as a means of achieving our 100% renewable goal.",
            "BlackRock achieved carbon neutrality in our operations as of August 2020.",
            "Total value for BlackRock Global Renewable Power as of November 30, 2020.",
            "Approximately 20 of which are through investments made by BlackRocks Global Energy & Power Infrastructure Fund team and Infrastructure debt team, which both sit on the BlackRock Real Assets platform.",
            "Total number of wind and solar projects invested in by the Global Renewable Power team as of November 30, 2020 14.",
            "The calculation is made based on household electricity consumption in the countries where our renewable projects are located, to ensure an accurate consideration of the relevant national, average consumption.",
            "Data sourced from IEA, Bloomberg New Energy Finance, New Energy Outlook 2019.",
            "EACs and RECs are issued when one MWh of electricity is generated and delivered to the electricity grid from a renewable energy resource.",
            "Our data centers consume 75% less energy than the typical enterprise data center does for cooling and electrical support."
        ],
        "relevance_prob": [
            1.0,
            0.9737685354,
            0.6862464229,
            1.0,
            1.0,
            1.0,
            1.0,
            0.9999999999,
            1.0,
            1.0,
            1.0,
            0.9558138009,
            0.9999999999,
            0.9999999986,
            0.9999999188,
            0.9999999995,
            0.5,
            0.6993664762,
            0.8117158543,
            1.0,
            0.7452916367,
            0.9854539639,
            0.7177946109,
            0.9783308251,
            0.6011827179,
            0.9999998753,
            0.9999999952,
            1.0,
            0.9999979415,
            0.4914358771,
            1.0,
            0.8226985137,
            0.9999838071,
            0.9313017428,
            0.9999999999,
            1.0,
            1.0,
            0.6191001845,
            0.924378952,
            1.0,
            0.5152878139,
            0.6435605024,
            0.9999999747,
            0.9084104404,
            1.0,
            1.0,
            0.9475602586,
            0.9999999985,
            0.9973230381,
            1.0,
            1.0,
            0.999999999,
            0.9999999999,
            0.5069099689,
            0.5843068612,
            0.9999999999,
            0.7184992916,
            1.0,
            1.0,
            1.0,
            1.0,
            0.9999996629,
            0.7885007286,
            0.7928531766,
            0.8688002221,
            0.8512692872,
            0.5,
            0.9951554825,
            0.9834352758
        ],
        "carbon_class": [
            "Energy",
            "Sustainable Investing",
            "Sustainable Investing",
            "Sustainable Investing",
            "Carbon Emissions",
            "Carbon Emissions",
            "Sustainable Investing",
            "Others",
            "Carbon Emissions",
            "Carbon Emissions",
            "Sustainable Investing",
            "Sustainable Investing",
            "Sustainable Investing",
            "Carbon Emissions",
            "Carbon Emissions",
            "Carbon Emissions",
            "Energy",
            "Others",
            "Sustainable Investing",
            "Sustainable Investing",
            "Sustainable Investing",
            "Carbon Emissions",
            "Sustainable Investing",
            "Carbon Emissions",
            "Energy",
            "Carbon Emissions",
            "Carbon Emissions",
            "Carbon Emissions",
            "Sustainable Investing",
            "Sustainable Investing",
            "Carbon Emissions",
            "Carbon Emissions",
            "Energy",
            "Sustainable Investing",
            "Carbon Emissions",
            "Carbon Emissions",
            "Carbon Emissions",
            "Sustainable Investing",
            "Sustainable Investing",
            "Energy",
            "Carbon Emissions",
            "Others",
            "Carbon Emissions",
            "Carbon Emissions",
            "Energy",
            "Energy",
            "Energy",
            "Energy",
            "Energy",
            "Energy",
            "Energy",
            "Sustainable Investing",
            "Others",
            "Sustainable Investing",
            "Others",
            "Carbon Emissions",
            "Others",
            "Energy",
            "Energy",
            "Energy",
            "Energy",
            "Carbon Emissions",
            "Others",
            "Sustainable Investing",
            "Energy",
            "Energy",
            "Others",
            "Energy",
            "Energy"
        ],
        "mined_text": [
            "BlackRock manages **one** of the largest renewable power investment platforms in the world, and we are a leading investor in green bonds on behalf of our clients.",
            "We have **grown our sustainable solutions to 141 index offerings and 71 dedicated active sustainable strategies, making sustainable **investing more accessible than ever before.",
            "Through Aladdin, we are building new technology capabilities to help BlackRock and our clients quantify and measure the impact of climate change and other sustainability- related risks on their portfolios.",
            "In addition, BlackRock manages$ **152** **billion** in sustainable investment strategies3 on behalf of our clients.",
            "During the year- ended June **30**, 2020, BIS focused on **440** carbon- intensive companies, representing approximately **60**% of the Scope **1** and **2** emissions of the companies in which our clients are invested.",
            "We ask explicitly that the companies in our expanded focus universe disclose a business plan **aligned with the goal of limiting global warming to well below 2 degrees Celsius, consistent with **achieving net zero global GHG emissions by 2050.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around **three** themes:( i) building sustainable, resilient, and transparent portfolios;( ii) increasing access to sustainable investing; and( iii) enhancing sustainability and transparency in investment stewardship.",
            "We have made significant progress towards the goals we set out including achieving our **100**% ESG integration goal for active strategies.",
            "",
            "BIS asks that the companies in the expanded focus universe disclose a business plan aligned with the goal of limiting global warming to well below 2C, consistent with achieving net **zero** GHG emissions by 2050.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around **three** themes:( i) building sustainable, resilient, and transparent portfolios;( ii) increasing access to sustainable investing; and( iii) enhancing sustainability and transparency in investment stewardship.",
            "These commitments centered around **three** themes:( i) building sustainable, resilient, and transparent portfolios;( ii) increasing access to sustainable investing; and( iii) enhancing sustainability and transparency in investment stewardship.",
            "**Consistent with BlackRocks goal to double offerings of sustainable **ETFs( to 150), iShares launched over 45 new sustainable ETFs across the US, Europe, and Canada in 2020.",
            "Approach to Fossil Fuel Exclusions BlackRock offers a range of strategies that screen out companies that derive more than a certain percentage of revenues from fossil- fuel- related activities, have thermal coal reserves, or meet other criteria.",
            "For example, BlackRocks iShares sustainable ETFs apply screens related to business involvement in thermal coal, tar sands, and fossil fuels.",
            "For Global( ex EMEA) sustainable funds, baseline screens exclude companies with more than de minimis exposure to controversial weapons, fossil fuels, civilian firearms producers, and tobacco producers.",
            "Global Renewable Power( GRP).",
            "Green Bonds.",
            "Green bonds proceeds are ring- fenced on the issuers balance sheet to finance these green projects.",
            "As of September **30**, 2020, BlackRock manages$ **21** **billion**, on behalf of clients, in green bonds across dedicated portfolios and as a component of broader fixed income mandates.",
            "BlackRock has developed portfolio- level impact reporting for a commingled green bond strategy an example of which is shown in Exhibit **4**.",
            "The reporting includes carbon emissions avoided, renewable capacity installed, and energy savings attributable to green bond investments in the portfolio.",
            "In 2019, BlackRock introduced the first investment vehicle that offers the stability, liquidity, and yield potential of a money market fund while considering environmental criteria.",
            "In addition, these strategies apply screens that exclude companies with significant exposure to fossil fuels, mining, exploration, or refinement, and thermal coal.",
            "US EPAs Greenhouse Gas Equivalencies Calculator for CO2 and energy measures.",
            "BlackRock is committed to partnering with our clients on their efforts to align their portfolios with the global ambitions to reach net **zero** emissions by 2050.",
            "A Paris- aligned portfolio is not just a portfolio with a fossil fuel screen or a lower carbon intensity than a benchmark or market.",
            "**A strategy that minimizes Scope 1 and 2 emissions **will reduce exposure to power utilities who burn fossil fuels to generate electricity( Scope 1), but maintain or increase exposure to oil and gas producers, a sector where 80- 90% of emissions are in Scope 3.",
            "Importantly, we are looking to emulate the financial characteristics of common fixed income benchmarks, especially sector allocation in other words, not underweighting the most carbon intensive sectors, but by selecting companies within sectors that are best aligning themselves with the goals of the Paris agreement.",
            "Importantly, if an entire company is not aligned, we are still keen to finance their aligning projects through green bonds.",
            "Green bonds finance projects that have clear environmental benefits, and most of them target GHG emissions reductions as a primary goal.",
            "Particularly in transition industries such as power generation or automotive manufacturing, green bonds are encouraged to shift investment to low- carbon technologies and reduce future emissions.",
            "The Thematics and Sector Team within BlackRocks Active Equities business has been managing public equity portfolios that invest in the energy transition since 2000.",
            "In addition, every BlackRock direct investment practice area improved its score with A+ earned in equities, fixed income, private equity, property, and infrastructure.",
            "Global aspirations to reach Net Zero GHG emissions by 2050 We are firmly convinced that climate risk both physical and transition risk presents **one** of the most significant risks to the long- term value of our clients investments.",
            "In order to use our resources most effectively on behalf of clients, climate- related engagements are focused on companies in carbon- intensive sectors that, taken together, represent a significant proportion of market capitalization and GHG emissions in their respective regions.",
            "",
            "**According to BlackRocks Global Sustainable Investing survey, respondents plan to double their sustainable **AUM, on average, in the next five years.",
            "**BlackRocks$ 152 billion sustainable investment platform is **well- positioned to meet increased demand as more of our clients focus on the impact of climate change on their portfolios.",
            "BlackRock manages **one** of the largest renewable power infrastructure investment platforms in the world and is **one** of the largest investors in green bonds on behalf of clients.",
            "By reducing waste and employing energy efficiency strategies to lower our emissions, amongst other efforts, we are minimizing the environmental impact of our operations and improving operational efficiency.",
            "For US electric utilities, the exposure to **climate risk of 269 publicly listed US utilities is assessed based on the physical location of their plants, property and equipment**.",
            "Finding innovative ways to power our business with renewable energy, lower our emissions, and reduce waste, among other efforts, reduces our environmental impact.",
            "BlackRock has set targets for operational sustainability designed to reduce our carbon footprint.",
            "**In June 2020, we achieved our 100% renewable energy goal to **match the same amount of renewable electricity as the electricity that our global operations( including data centers) consume annually through procuring renewable energy directly where possible and through purchasing environmental attribute certificates46 where we do not have operational control or renewable energy is not available.",
            "**We contract directly for renewable energy wherever possible( approximately 50%) and where we do not have operational control to **procure our own energy, we purchase environmental attribute certificates as a means of achieving our 100% renewable goal.",
            "However, we continue to focus on reducing electricity through partnering with our landlords and leveraging energy efficiencies.",
            "We improve energy efficiency through the consolidation of our data centers, retrofitting for LED lighting, redesigning our office space use, and adjusting our heating, ventilation, and air conditioning systems to more closely correlate to occupancy.",
            "We have made it a priority to not only become more energy efficient, but also to ensure that the energy we purchase comes from renewable sources, wherever possible.",
            "Our support for renewable energy goes hand in hand with reducing our carbon footprint and BlackRocks position as **one** of the worlds largest investors in renewable energy assets.",
            "By increasing the efficiency of our operations and buying both renewable power and environmental attribute certificates where we do not have operational control to **procure our own energy, we have achieved our 100% renewable energy goal**.",
            "In January, BlackRock announced commitments to establish Sustainability as BlackRocks New Standard for Investing centered around **three** themes: 1) building sustainable, resilient, and transparent portfolios; 2) 3) increasing access to sustainable investing; and enhancing sustainability and transparency in investment stewardship.",
            "We have made significant progress towards the goals we set out, including achieving our **100**% ESG integration goal for active strategies.",
            "**Helping clients allocate$ 39 billiona to sustainable investment strategies, which helped **increase our sustainable AUM to$ 152 billion.",
            "In 2020 the BIS team intensified its focus and dialogue with companies on environmental topics( including climate risk), increasing by nearly **four** times the number of engagements BIS had on the topic in the prior year.",
            "Weighted- average carbon intensity( WACI) measures a portfolios exposure to carbon intensive companies by representing the estimated GHG emissions per$ **1** **million** in sales across the funds holdings.",
            "See BlackRock Unveils New Offering to Power Investors Transition to Net Zero Emissions.",
            "**In June 2020, we achieved our 100% renewable energy goal to **match the same amount of renewable electricity as the electricity that our global operations( including data centers) consume annually through procuring renewable energy directly where possible, contracting directly for renewable energy wherever possible( approximately 50%), and through purchasing environmental attribute credits where we do not have operational control or renewable energy is not available.",
            "BlackRock has achieved our renewable energy goal by increasing the efficiency of our operations and buying both renewable power and environmental attribute certificates where we do not have operational control to procure our own energy.",
            "**In June 2020, we achieved our 100% renewable energy goal to **match the same amount of renewable electricity as the electricity that our global operations( including data centers) consume annually through procuring renewable energy directly where possible and through purchasing environmental attribute certificates where we do not have operational control or renewable energy is not available.",
            "**We contract directly for renewable energy wherever possible( approximately 50%) and where we do not have operational control to **procure our own energy, we purchase environmental attribute certificates as a means of achieving our 100% renewable goal.",
            "BlackRock achieved carbon neutrality in our operations as of August 2020.",
            "Total value for BlackRock Global Renewable Power as of November **30**, 2020.",
            "Approximately **20** of which are through investments made by BlackRocks Global Energy& Power Infrastructure Fund team and Infrastructure debt team, which both sit on the BlackRock Real Assets platform.",
            "Total number of wind and solar projects invested in by the Global Renewable Power team as of November **30**, 2020 **14**.",
            "The calculation is made based on household electricity consumption in the countries where our renewable projects are located, to ensure an accurate consideration of the relevant national, average consumption.",
            "Data sourced from IEA, Bloomberg New Energy Finance, New Energy Outlook 2019.",
            "EACs and RECs are issued when **one** MWh of electricity is generated and delivered to the electricity grid from a renewable energy resource.",
            "Our data centers consume **75**% less energy than the typical enterprise data center does for cooling and electrical support."
        ]
    },
    "wordcloud_img_path": [
        "data/dashboard_data/wordcloud_images/BlackRock_2020_Carbon Emissions.png",
        "data/dashboard_data/wordcloud_images/BlackRock_2020_Energy.png",
        "data/dashboard_data/wordcloud_images/NO_DATA_Waste.png",
        "data/dashboard_data/wordcloud_images/BlackRock_2020_Sustainable Investing.png"
    ],
    "sentiment_score": [
        0.2581590909090909,
        0.36239000000000005,
        null,
        0.37050000000000005,
        0.37705
    ],
    "table_keywords": {
        "4": [],
        "5": [],
        "6": [],
        "8": [],
        "12": [],
        "14": [],
        "15": [],
        "16": [],
        "20": [],
        "27": [
            [
                "paper",
                "energy",
                "waste",
                "electricity"
            ]
        ],
        "28": [],
        "29": [],
        "34": [],
        "35": [],
        "36": [],
        "37": [
            [
                "ghg",
                "scope 1",
                "scope 2"
            ],
            [
                "energy",
                "electricity"
            ]
        ],
        "39": [],
        "41": [],
        "46": [],
        "47": [],
        "48": [],
        "49": []
    },
    "table_image_keywords": {
        "4": [],
        "5": [],
        "6": [],
        "8": [],
        "12": [],
        "14": [],
        "15": [],
        "16": [],
        "20": [],
        "27": [
            [
                "paper",
                "energy",
                "waste",
                "electricity"
            ]
        ],
        "28": [],
        "29": [],
        "34": [],
        "35": [],
        "36": [],
        "37": [
            [
                "ghg",
                "scope 1",
                "scope 2"
            ],
            [
                "energy",
                "electricity"
            ]
        ],
        "39": [],
        "41": [],
        "46": [],
        "47": [],
        "48": [],
        "49": [
            [
                "ghg",
                "paper"
            ]
        ]
    },
    "table_images": {
        "4": [],
        "5": [],
        "6": [],
        "8": [],
        "12": [],
        "14": [],
        "15": [],
        "16": [],
        "20": [],
        "27": [
            "data/dashboard_data/table_images/BlackRock_2020/PAGE27_IMAGE0.jpg"
        ],
        "28": [],
        "29": [],
        "34": [],
        "35": [],
        "36": [],
        "37": [
            "data/dashboard_data/table_images/BlackRock_2020/PAGE37_IMAGE0.jpg",
            "data/dashboard_data/table_images/BlackRock_2020/PAGE37_IMAGE1.jpg"
        ],
        "39": [],
        "41": [],
        "46": [],
        "47": [],
        "48": [],
        "49": [
            "data/dashboard_data/table_images/BlackRock_2020/PAGE49_IMAGE0.jpg"
        ]
    },
    "chart_images": {
        "4": [],
        "5": [
            "data/dashboard/ChartExtraction_Output/BlackRock_2020/ROI_5_0_8.png"
        ],
        "6": [],
        "8": [],
        "12": [
            "data/dashboard/ChartExtraction_Output/BlackRock_2020/ROI_12_0_1.png"
        ],
        "14": [],
        "15": [],
        "16": [],
        "20": [],
        "27": [
            "data/dashboard/ChartExtraction_Output/BlackRock_2020/ROI_27_0_60.png",
            "data/dashboard/ChartExtraction_Output/BlackRock_2020/ROI_27_0_61.png"
        ],
        "28": [],
        "29": [],
        "34": [],
        "35": [],
        "36": [],
        "37": [],
        "39": [],
        "41": [],
        "46": [],
        "47": [],
        "48": [],
        "49": []
    },
    "chart_images_keywords": {
        "4": [],
        "5": [
            [
                "renewable",
                "ghg",
                "energy"
            ]
        ],
        "6": [],
        "8": [],
        "12": [
            [
                "trillion"
            ]
        ],
        "14": [],
        "15": [],
        "16": [],
        "20": [],
        "27": [
            [
                "emissions",
                "ghg",
                "scope"
            ],
            [
                "consumption",
                "total",
                "tons"
            ]
        ],
        "28": [],
        "29": [],
        "34": [],
        "35": [],
        "36": [],
        "37": [],
        "39": [],
        "41": [],
        "46": [],
        "47": [],
        "48": [],
        "49": []
    }
}]